Repository: showbiznine/HiNative
Catalog: HiNative_v2/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, ja_jp

# signup_tutorial_description_9.Text
source: "That's it! You've completed the tutorial. Now check out your \"Home\" page and see what people are asking about."
fr_fr: "Vous avez maintenant terminé ce tutoriel. Visitons notre page « d'accueil » et voyons ce que d'autres gens ont demandé."
ja_jp: 全てのチュートリアルが終了しました。ホームに移動して他のユーザーの質問を見てみましょう。

# signup_tutorial_dummy_answer.Text
source: "This question is for practice only and your answer won't be published."
fr_fr: Cette question est une question de test, la réponse ne sera donc pas publiée.
ja_jp: この質問はダミーなので、実際に投稿されることはありません。

# signup_tutorial_dummy_question_en.Text
source: What do you eat for breakfast in your country?
fr_fr: Que mangez-vous au petit déjeuner dans votre pays ?
ja_jp: あなたの国の朝ごはんを教えて下さい。

# signup_tutorial_editing_question_notify_post_button.Text
source: Tap to post
fr_fr: Touchez pour publier
ja_jp: ここから投稿しましょう

# signup_tutorial_hint_1.Text
source: Ask the names of things around you by using the \"How do you say this…?\" format.
fr_fr: Demandez le nom des choses autour de vous en utilisant le format « Comment dites-vous… ? ».
ja_jp: 近くにあるものの名前を外国語でなんというか、「これは○○語でなんというの？」というテンプレートで聞いてみましょう

# signup_tutorial_hint_2.Text
source: Take a picture of whatever is in front of you and ask about it using the \"How do you say this…?\" format.
fr_fr: Prenez une photo de ce qui est devant vous et posez une question là dessus en utilisant le format « Comment dites-vous… ? ».
ja_jp: 目の前にあるものの写真を取って「これは◯◯語でなんというの？」というテンプレートで聞いてみましょう

# signup_tutorial_hint_3.Text
source: Write a sentence in another language and ask about it using the \"Does this sound natural?\" format.
fr_fr: "Rédigez une phrase dans une autre langue et posez une question là dessus en utilisant le format « Est-ce que ça a l'air naturel ? »."
ja_jp: 外国語で一文作文して、「この表現は自然ですか？」テンプレートで聞いてみましょう

# signup_tutorial_hint_4.Text
source: Ask for music, food, or travel recommendations using our \"Free question\" option.
fr_fr: Demandez des recommandations de musique, de nourriture et de voyages en utilisant notre option « Question libre ».
ja_jp: オススメの音楽や旅行先、食べ物をなどのを「自由質問」で聞いてみましょう

# signup_tutorial_hint_5.Text
source: "Don't be shy. You can ask about whatever you like!"
fr_fr: Ne soyez pas timide. Vous pouvez demander tout ce que voulez.
ja_jp: 恥ずかしがることはありません。皆気軽にしつもんしています。

# signup_tutorial_hints_message.Text
source: Here are some suggestions. Feel free to ask about any of these.
fr_fr: "Il y a quelques suggestions. N'hésitez pas de poser des questions là dessus."
ja_jp: これらのヒントを参考に質問してみましょう。

# signup_tutorial_label_description_1.Text
source: HiNative is a place where you can ask questions about language and culture.
fr_fr: HiNative est une endroit où vous pouvez poser des questions sur les différentes cultures et langues étrangères.
ja_jp: HiNativeは外国語や文化について気軽に質問できるサービスだよ

# signup_tutorial_label_description_2.Text
source: With pre-established question formats, asking a question has never been easier.
fr_fr: Avec ce formats de questions préenregistré, il est facile de poser des questions.
ja_jp: 質問の定型文があるから、簡単に質問できるよ

# signup_tutorial_label_description_3.Text
source: "\"How do you say this in ○○?\" It's sometimes easier to ask a question using a picture."
fr_fr: \"Comment dit-on ceci en Français?\" Il est parfois plus simple de poser des questions en utilisant des images.
ja_jp: 「これは○○語でなんて言うの？」写真をとって質問すると、より伝わりやすくなるよ！

# signup_tutorial_label_description_4.Text
source: Answering in your native language is OK! Try answering some questions.
fr_fr: Il est autoriser de répondre dans votre langue maternelle! Essayez de répondre à quelques questions.
ja_jp: 「母語でもOK！きみの感覚で気軽に回答してみてね

# signup_tutorial_label_title_1.Text
source: Ask anything!
fr_fr: Demandez tout ce que vous voulez!
ja_jp: なんでも質問！

# signup_tutorial_label_title_2.Text
source: Question formats
fr_fr: Formats des questions
ja_jp: 質問テンプレート

# signup_tutorial_label_title_3.Text
source: Ask questions using pictures!
fr_fr: Poser des questions en utilisant des images!
ja_jp: 写真で質問してみよう！

# signup_tutorial_label_title_4.Text
source: Answer questions!
fr_fr: Répondez aux questions!
ja_jp: 気軽に回答できるよ！

# signup_tutorial_message_4.Text
source: Nicely done!
fr_fr: Bien !
ja_jp: いい感じ！

# signup_tutorial_message_9.Text
source: Congratulations!
fr_fr: Félicitations !
ja_jp: おめでとうございます！

# store_error_restore_message.Text
source: We were unable to restore your account.
fr_fr: "Nous n'avons pas pu restaurer votre compte."
ja_jp: リストアできませんでした。

# support_mail_failed.Text
source: Failed to send this message
fr_fr: Envoi échoué
ja_jp: send failed

# support_mail_no_account.Text
source: "Not mail settings. Please email support@hinative.com"
fr_fr: "Ce n'est pas le paramètre de mail. S'il vous plait écrivez au support@hinative.com"
ja_jp: "Not mail settings. Please email to support@hinative.com"

# tickets_remaining_number_label_description.Text
source: You have used 1 ticket. The remaining tickets can be found on the %1$s.
fr_fr: Vous avez utilisé 1 ticket. Les tickets restants peuvent être trouvés dans la %1$s.
ja_jp: "チケットを1枚消費しました。 チケットの残り枚数は%1$sでも確認できます。"

# tickets_remaining_number_label_description_link_data.Text
source: Settings page
fr_fr: Page des paramètres
ja_jp: 設定ページ

# tickets_remaining_number_label_title.Text
source: Number of tickets left %1$s
fr_fr: Nombre de tickets restants %1$s
ja_jp: 残りチケット%1$s枚

# validate_question_format.Text
source: Please enter a valid question.
fr_fr: "S'il vous plait entrer une question valide."
ja_jp: 質問を正しく入力してください

# walkthrough_ask1.Text
source: Your question will be shown as following for other native speakers
fr_fr: Votre question sera présentée de cette manière aux autres locuteurs natif.
ja_jp: 相手にはこのように表示されます。

# walkthrough_description_free.Text
source: You can ask in any language. Ask about language, culture or anything else!
fr_fr: "Vous pouvez Demander dans la langue de voter choix. Demandez à propos d'une langue, culture, tout ce que vous désirez !"
ja_jp: 言語や文化、その他何でも気軽に聞いてみましょう。何語で質問してもいいですよ。

# walkthrough_filter.Text
source: You can filter questions here.
fr_fr: Vous pouvez filtrer les questions ici.
ja_jp: ここから表示する質問を絞り込むことが出来ます

# walkthrough_home1.Text
source: "You can swipe to change the language of the questions displayed."
fr_fr: "Vous pouvez glisser afin de changer les langues des questions"
ja_jp: "左右にスワイプすると 質問言語を 切り替えることが出来ます"

# walkthrough_home2.Text
source: You can see and answer questions here.
fr_fr: Vous pouvez voir les questions et les répondre ici.
ja_jp: "質問一覧を見ることができます。 気になる質問に回答することも できますよ。"

# walkthrough_home3.Text
source: "You can ask new questions here. You can ask about language, culture or anything else!"
fr_fr: "Vous pouvez poser de nouvelles questions ici.ous pouvez poser des questions sur les langues, culture, ou ce que vous désirez!"
ja_jp: "質問はこちらから。 言語、文化等、なんでも 好きなことを質問しましょう"

# walkthrough_questiondetail1.Text
source: Choose the Featured Answer. You can also close this question to stop receiving answers. (Selecting a featured answer will also close the question.)
fr_fr: Choisir la réponse vedette. Vous pouvez aussi fermer cette question afin de cesser de recevoir des réponses. (Sélectionner la réponse en vedette fermera également la question.)
ja_jp: 「最も役に立った回答」を一つ選びましょう。また、質問を終了することで、回答の受付を終了できます。

# walkthrough_questiondetail2.Text
source: "Tap \"Like!\" for the answers that you think are good."
fr_fr: "Appuyer \"J'aime!\" Pour les réponses que vous croyez bonnes."
ja_jp: "良いと思った回答の「いいね!」を タップしましょう。 "

# web_browser_now_loading.Text
source: Loading…
fr_fr: Téléchargement en cours…
ja_jp: 読み込み中…

# whatisthis_stopwatch_description.Text
source: This mark shows an answer was posted within 60 minutes of the question.
fr_fr: "Ce logo montre qu'une réponse a été publiée en moins de 5 minutes après la question."
ja_jp: このマークは、質問に対して６０分以内に回答があった場合に表示されます。

# whatisthis_title.Text
source: What is this?
fr_fr: "Qu'est-ce que c'est ?"
ja_jp: これは何ですか？

# ask_label_country.Text
source: Ask about a country or region
ja_jp: 国や地域について質問したい

# ask_label_country_section.Text
source: Ask a question about a country or region
ja_jp: 気になる国や地域について自由に質問したい

# ask_label_country_subtitle.Text
source: "Ask about the best places to visit, the tastiest dishes, or the cultures of the countries and regions you're interested in."
ja_jp: 気になる国や地域のおすすめスポットやおすすめの食べ物や文化などなんでも気になることを聞いてみよう！

# ask_label_language.Text
source: Ask about languages
ja_jp: 気になる言語について質問したい

# common_country_and_region_they_know_well.Text
source: Country or region they know well
ja_jp: 詳しい国や地域

# common_country_and_region_you_know_well.Text
source: Country or region you know well
ja_jp: 詳しい国や地域

# common_country_or_region.Text
source: Country/Region
ja_jp: 国/地域

# common_interested_country.Text
source: Interested country/region
ja_jp: 興味のある国や地域

# dialog_message_finish_country_setting_country_question.Text
source: You can now view and ask questions about countries. You can add more interested countries on your profile page.
ja_jp: 今から国に関する質問の閲覧・投稿ができるようになります！プロフィールページでいつでも国の追加や変更ができます。

# dialog_message_introduce_country_question.Text
source: You can now ask questions about the countries you’re interested in. Give it a shot!
ja_jp: あなたの興味のある国や地域について質問にできるようになりました。早速使ってみましょう！

# dialog_message_profile_edit_country_requirement.Text
source: "Set the countries or regions you know well and the ones you're interested in. Once you do, you'll be able to ask questions about other countries and cultures!"
ja_jp: "あなたのよく知っている国や地域と興味のある国を設定しましょう。 文化や国に関する質問ができるようになりますよ。"

# dialog_message_requirement_country_setting.Text
source: "Set your Profile's country or region info."
ja_jp: 国や地域に関する設定をしましょう

# dialog_negative_button_introduce_country_question.Text
source: View some questions
ja_jp: 質問を見る

# dialog_positive_button_introduce_country_question.Text
source: Ask a question
ja_jp: 質問する

# dialog_title_finish_country_setting_country_question.Text
source: Finished!
ja_jp: 完了！

# dialog_title_introduce_country_question.Text
source: Let’s ask questions about countries!
ja_jp: 国や地域について質問してみましょう！

# dialog_title_profile_edit_country_requirement.Text
source: Set your country and region info on your Profile.
ja_jp: 国や地域に関する設定をしましょう

# edit_profile_label_add_interested_country.Text
source: Add another interested country or region
ja_jp: 興味のある国や地域を追加

# edit_question_text_field_placeholder_country.Text
source: Ask about a country, culture or anything you want. You can ask in any language.
ja_jp: 国や地域、文化、その他何でも気軽に聞いてみましょう。何語で質問しても大丈夫です。

# profile_label_interest_country.Text
source: Countries and regions of interest
ja_jp: 興味のある国や地域

# profile_label_well_known_country.Text
source: Country or region they know well
ja_jp: 詳しい国や地域

# profile_show_case_interested_country.Text
source: Tap here to add a country or region you’re interested in. You can add as many as you want!
ja_jp: ここをタップするとあなたの興味のある国や地域を追加することができます。興味のある国や地域はいくつでも追加することができます。

# profile_show_case_well_know_country.Text
source: Tap here to select one of the countries or regions that you’re interested in.
ja_jp: ここをタップするとあなたのよく知ってる国や地域を一つだけ選択することができます。

# bookmarks_nobookmark_subtext
source: Bookmarks
fr_fr: Favoris

# nn__saint_martin__french_part_.Text
source: SAINT MARTIN (FRENCH PART)
fr_fr: SAINT-MARTIN (ANTILLES FRANÇAISES)

# nn__sint_maarten__dutch_part_.Text
source: SINT MAARTEN (DUTCH PART)
fr_fr: SAINT-MARTIN (ROYAUME DES PAYS-BAS)

# profile_button_edit_profile.Text
source: Edit Profile
fr_fr: Modifier le profil

# question_detail_label_poll_results.Text
source: See poll results
fr_fr: Voir les résultats

# question_detail_poll_results_title.Text
source: Poll Results
fr_fr: Résultats du sondage

# sign_up_text_field_placeholder_email.Text
source: email@example.com
fr_fr: mail@exemple.com

# support_mail_sent.Text
source: Sent successfully
fr_fr: Envoyé avec succès

# support_mail_title.Text
source: Send from login page
fr_fr: "Envoyer à partir de la page d'accueil"
